[
    {
        "company_name": "Apple",
        "keywords": "Smart Home, Audio, Digital Health, Fintech, User Experience, Innovative Hardware, Software Update, Active Noise Cancellation, Hearing Test, Trade In"
    },
    {
        "company_name": "Lockheed Martin Corporation",
        "keywords": "Space Tech, Vehicle Tech, Advanced Mobility, Cybersecurity, Defense, Robotics, Stealth Fighter, Deep Space Missions, Missile Defense, Autonomous Systems"
    },
    {
        "company_name": "Synaptics",
        "keywords": "AR/VR/XR, IoT, AI, Smart Cities, Smart Home, Vehicle Tech, Edge AI, Display Solutions, User Presence Detection, Integrated Sensors"
    },
    {
        "company_name": "Swoop",
        "keywords": "Privacy-Safe AI, Pharmaceutical, Life Sciences, DTC Audiences, HCP Audiences, Conversational AI, Custom Audience Segments, HIPAA-compliant, Omnichannel Activation, Patient Engagement"
    },
    {
        "company_name": "Swift Navigation",
        "keywords": "5G, Cloud Computing, IoT, Sensors, Robotics, Vehicle Tech, Advanced Mobility, Precise Positioning, Mapping, Navigation"
    },
    {
        "company_name": "Swave Photonics",
        "keywords": "AR/VR/XR, Spatial Computing, AI, Holographic AR Glasses, Holo HUD, Holo Wall, Holographic Display Technology, CMOS Technology, 3D Virtual Reality, Metaverse"
    },
    {
        "company_name": "SVS",
        "keywords": "Home Audio, Subwoofers, Speakers, Immersive Sound, Sealed Subwoofer, Ported Subwoofer, Performance, Bass, Audio Experience, High-fidelity"
    },
    {
        "company_name": "Supersonic Inc",
        "keywords": "Consumer Electronics, Innovative, Quality, Immersive Sound, Comfort, Versatile, Smart Home, WiFi Connectivity, Alexa Enabled, Voice Commands"
    },
    {
        "company_name": "Sunny Health and Fitness",
        "keywords": "Smart Technology, Treadmill, Row-N-Ride, Mini Stepper, Magnetic Rowing Machine, Indoor Cycling, Bluetooth Connectivity, Elliptical, Under Desk Treadpad, Recumbent Bike"
    },
    {
        "company_name": "Strutt",
        "keywords": "Accessibility, Robotics, Vehicle Tech, Advanced Mobility, Intelligent Mobility, People-Centred, Purpose-Built Technologies, Fulfilling Lives, Mobility Solutions, Technology Integration"
    },
    {
        "company_name": "StradVision",
        "keywords": "Autonomous Driving, AI-based Camera, Object Recognition, ADAS Features, L2/L3 Levels, Surround View Camera, Blind Spot Detection, Automatic Parking, 360-degree View, High Accuracy, Safety Functions"
    },
    {
        "company_name": "Steg.AI",
        "keywords": "Artificial Intelligence, Cybersecurity, Leak Prevention, Deepfake Detection, Content Authentication, Copyright Protection, Forensic Watermarking, Visible Watermarking, Digital Media, Tracing Origins"
    },
    {
        "company_name": "Startups Magazine",
        "keywords": "Content, Entertainment, Investing, Marketing, Advertising, Startups, Video, Insightful Content, Promotion, Support"
    },
    {
        "company_name": "Specialty Coating Systems Inc.",
        "keywords": "Conformal Coating, Plasma Nanocoatings, Halogen-Free, Parylene Coating, Biocompatible Protection, Liquid Coating Solutions, Advanced Coating Systems, Conveyor Technology, UV Curing System, Arc-Lamp Technology"
    },
    {
        "company_name": "Sonatus",
        "keywords": "Artificial Intelligence, Vehicle Tech, Advanced Mobility, Software Architecture, Data Insights, No-code Solution, Innovation Acceleration, Multi-layered Protection, Software Updates, End-to-end Traceability"
    },
    {
        "company_name": "Sonagi",
        "keywords": "#Education Tech, #Home Entertainment, #Office Hardware, #Lifestyle, #Sourcing, #Manufacturing, #Video, #Innovative Solutions, #Sustainable Solutions, #Future"
    },
    {
        "company_name": "Solid-Vue",
        "keywords": "#LiDAR, #SolidState, #3DObjectDetection, #LongRange, #MidRange, #FlashCMOS, #SensorTechnology, #StrategicPartnerships, #Imaging, #Robotics"
    },
    {
        "company_name": "Soliddd",
        "keywords": "Accessibility, AR/VR, Artificial Intelligence, Digital Health, Vision Correction, Macular Degeneration, Vision-Impaired, AR Glasses, VR Glasses, Visual Field"
    },
    {
        "company_name": "Solbasium",
        "keywords": "Health and Wellness, Muscle Recovery, Massage Device, Deep Tissue Relief, Advanced Technology, Red Light Therapy, Pain Relief, Overall Wellness, Full Body Beds, Innovative Roller"
    },
    {
        "company_name": "SoftAtHome",
        "keywords": "Artificial Intelligence, Cloud Computing, IoT, Smart Home, Connectivity, Wireless Transformation, Digital Home, Quality of Experience, Security, Sensors"
    },
    {
        "company_name": "smartmicro",
        "keywords": "IoT, Sensors, Smart Cities, Vehicle Tech, Advanced Mobility, Traffic Sensors, Automotive Radar, Safety, Efficiency, Intelligent Infrastructure"
    },
    {
        "company_name": "Sinohero Industrial Ltd",
        "keywords": "Innovative Design, Customer Services, Smart Devices Chargers, Apple-certified MFI, Smartphone Holders, USB Cables, Audio Cables, Car Accessories, Wireless Transmission"
    },
    {
        "company_name": "Silicon Labs",
        "keywords": "IoT, Sensors, Smart Cities, Smart Home, Wireless Technology, Bluetooth, Wi-Fi Modules, Matter Protocol, AI/ML Development, Security Technology"
    },
    {
        "company_name": "SiLC Technologies, Inc.",
        "keywords": "AR/VR/XR, Artificial Intelligence, IoT/Sensors, Robotics, Vehicle Tech, Silicon Photonics, FMCW LiDAR, 4D Vision, Object Classification, Smart Machines"
    },
    {
        "company_name": "SiFive",
        "keywords": "RISC-V, High-performance, Power Efficiency, AI Workloads, Automotive Innovation, IoT, Data Center, Edge Computing, Machine Learning, Aerospace Applications"
    },
    {
        "company_name": "Sichuan Changhong Electric Co., Ltd.",
        "keywords": "Innovation, Home Appliances, Quality of Life, 4K Ultra HD, Advanced Cooling Technology, Smart Features, Washing Technology, Efficient Heating, Water Purification, Healthier Meals"
    },
    {
        "company_name": "Shokz",
        "keywords": "Open-ear audio, Bone conduction, Waterproof, Bluetooth V5.4, Noise-canceling, Battery life, Wireless headphones, Situational awareness, Magnetic charging, Refurbished options"
    },
    {
        "company_name": "Shinegiant New Energy Technology Inc.",
        "keywords": "Carbon neutrality, New energy, Energy storage, Portable power, Home energy, Clean energy, Innovation, Breakthroughs, Mobile refrigerator, Balcony energy storage"
    },
    {
        "company_name": "Shenzhen Zhonghenghua Technology Co., Ltd.",
        "keywords": "#Sporty, #Functionality, #Fashion, #Waterproof, #Durability, #Reliability, #Portable, #On-the-go, #Compact, #Versatile"
    },
    {
        "company_name": "Shenzhen Xinyi Cheng Acoustic Electronics Co., Ltd.",
        "keywords": "Bluetooth speakers, DSP, mid-to-high-end, nylon construction, durability, waterproof, outdoor use, improved sound quality, sleek metal design, high-fidelity sound"
    },
    {
        "company_name": "Shenzhen Welldy Technology Co.,Ltd",
        "keywords": "Speaker, Bluetooth, IPX7, Water resistant, Wireless stereo, TWS Function, Battery, Fast Wireless Charging, LED light, Patent Design"
    },
    {
        "company_name": "Shenzhen Smiley Technology Co., Ltd",
        "keywords": "Electric bike, Electric scooter, OEM services, ODM services, Urban commuting, Cargo bicycle, Advanced performance, Rough terrain, Modern design, Urban mobility"
    },
    {
        "company_name": "Shenzhen Smart Care Technology Co., Ltd.",
        "keywords": "Smart Wearables, Lifestyle Enhancement, Bluetooth Calling, GPS Tracking, 4G Connectivity, AMOLED Display, Fitness Tracking, Health Metrics, Smart Wristband"
    },
    {
        "company_name": "Shenzhen Shike Kam Wah Elec. Co., Ltd.",
        "keywords": "Innovation, Quality, Collaboration, Customer First, Bluetooth, Wireless, Headphones, Earbuds, China, Manufacturer"
    },
    {
        "company_name": "Shenzhen Shenchuang Hi-Tech Electronics Co., Ltd.",
        "keywords": "Accessories, Audio, Energy/Power, Customer Experience, Car Charger, Wall Charger, USB Cable, Power Bank, Earphone, Charging Solutions"
    },
    {
        "company_name": "Shenzhen Reflying Electronic Co., Ltd",
        "keywords": "R&D support, quality control, customer service, power plug, smart technology, LED bulb, smart door lock, IP camera, hub controller, wireless charger"
    },
    {
        "company_name": "Shenzhen Redleaf Technology Co., Ltd.",
        "keywords": "Trail Cameras, 4K UHD, WiFi Connectivity, Cellular Network, Bluetooth Function, Wildlife Monitoring, Nighttime Shooting, Remote Monitoring, Fast Trigger Speed, App Integration"
    },
    {
        "company_name": "Shenzhen Rainbow Electronic Co., Ltd",
        "keywords": "Quality, On Time Service, Protective Screen Film, Tempered Glass, Camera Lens Protector, Silk Printing, iWatch Screen Protector, TPU+PC, MagSafe, Wireless Chargers"
    },
    {
        "company_name": "Shenzhen Pkcell Battery Co., Ltd",
        "keywords": "Environmentally Friendly, Leak-Proof Technology, Recyclable Materials, No Hg/Cd/Pb, Low Self-Discharge, Wide Operating Temperature, Explosion-Proof Design, High Energy Density, Customizable, Flexible MOQ"
    },
    {
        "company_name": "Shenzhen Phonemax Technology Co., Ltd.",
        "keywords": "Rugged Devices, 5G Technology, Military-grade, Barcode Scanner, ATEX Rated, Outdoor Use, Bluetooth Smartwatch, Walkie Talkie Functionality, Android Tablet, IP68 Rating"
    },
    {
        "company_name": "Shenzhen Logictech Technology Development Co., Ltd.",
        "keywords": "Accessories, Content and Entertainment, Energy/Power, Retail/E-Commerce, Smart Home, USB-C, Power Delivery, Wireless Charger, True Wireless Stereo, MFi Certification"
    },
    {
        "company_name": "Shenzhen Kunhong Electronics Co., Ltd.",
        "keywords": "Consumer Products, Research and Development, Professional Manufacturing, Power Inverter, Wireless Charging, CarPlay Connectivity, Bluetooth Speaker, Gaming Lights, Home Automation, Camping Lantern, Magnetic Car Mount"
    },
    {
        "company_name": "Shenzhen KTC Technology Co., Ltd.",
        "keywords": "Technology, LED TV, Commercial Displays, Medical Displays, AR Smart Mirror, Mobile Smart Display, Smart Display Tablet, Smart Conference Combiner, Gaming Monitor, Digital Signage, Interactive Whiteboard"
    },
    {
        "company_name": "Shenzhen Kinstone D&T Develop Co., Ltd.",
        "keywords": "Interactive display, High-quality picture, Tablet PC, Advanced features, Versatile tablet, Large display, Long battery life, High-resolution, Powerful performance, Smart mirror, Digital display, Kiosk applications, Touch technology, Compact notebook"
    },
    {
        "company_name": "Shenzhen Jiteng Network Technology Co., Ltd",
        "keywords": "Mini PC, Compact, Powerful, Windows 11, Home Use, Office Use, Ultra-slim, Lightweight, Entertainment, General Computing, Performance, Versatile, Digital Signage, Industrial Automation"
    },
    {
        "company_name": "Shenzhen Itian Technology Co., Ltd.",
        "keywords": "Wireless Charging, Cooling Fan, Auto-Clamping, Magnetic Charging, Power Bank, Samsung Foldable, Samsung Galaxy Watch, Secure Holding, Smart Home, Sourcing and Manufacturing"
    },
    {
        "company_name": "Shenzhen Hanhong Digital Technology Co.,Ltd",
        "keywords": "Accessories, Audio, Gaming, Esports, Home Entertainment, Office Hardware, Sourcing, Manufacturing, Acoustic Experience, Outdoor Speaker"
    },
    {
        "company_name": "Shenzhen Hailan Electronics Co., Ltd.",
        "keywords": "Cloud Computing, Education Tech, Home Entertainment, Smart Home, Sourcing and Manufacturing, Medical PC, Industrial PC, Office PC, Gaming PC, Display Monitor"
    },
    {
        "company_name": "Shenzhen Grandtop Electronics Co., Ltd.",
        "keywords": "Electronics Manufacturing, IP Protection, PCBA Services, Medical Devices, Energy Management, Kiosk Applications, Electric Vehicle Charging, Smart POS, Conference Technology, Interactive Kiosks"
    },
    {
        "company_name": "Shenzhen Gospell Smarthome Electronic Co Ltd",
        "keywords": "Artificial Intelligence, IoT, Smart Home, Sensors, Home Security, Video Surveillance, Baby Monitor, Inspection Camera, Smart Appliances, Quality of Life"
    },
    {
        "company_name": "Shenzhen Forrest Health Technology Co., Ltd.",
        "keywords": "#MassageCushion, #SmartMassageChair, #FootMassager, #ShoulderMassageStrap, #MassagePillow, #PortableMassager, #HandMassager, #LegMassager, #NeckAndBackMassagePad, #Relaxation"
    },
    {
        "company_name": "Shenzhen Everplus Technology Co., Ltd",
        "keywords": "Portable Power Stations, Solar Energy Storage, Sustainable Energy Solutions, Outdoor Uses, Backup Power, High-Demand Appliances, Emergency Power, Off-Grid Living, AC Reverse Charging, Smart UPS"
    },
    {
        "company_name": "Shenzhen C&D Electronics Co., Ltd.",
        "keywords": "Smart Control Products, Integration, Research and Development, Manufacturing, Marketing, Branding, User Comfort, Functionality, Position Adjustment, User Convenience, IoT/Sensors"
    },
    {
        "company_name": "Shenzhen Appphone Electronics Co., Ltd.",
        "keywords": "Innovation, Quality, MFI Certification, Lightning Cable, USB C Cable, HUB Adapters, Fast Charger, Audio Earphones, Micro USB Cable, Nylon Braided, Right Angle Cable"
    },
    {
        "company_name": "Shenzhen Aoni Electronics Co., Ltd.",
        "keywords": "Artificial Intelligence, Audio, IoT, Smart Home, Smart Automotive, Security Camera, Conference Equipment, Live Streaming, Virtual Learning, Advanced Technology"
    },
    {
        "company_name": "Sheeva.AI",
        "keywords": "Geolocation Algorithms, One Touch Activation, Digital Wallet, Smart Parking Solutions, EV Charging Solutions, No-Contact Drive-Thru, Curbside Pickup, Tolling Solutions, Advanced Mobility, Connected Future"
    },
    {
        "company_name": "Rolling Wireless",
        "keywords": "5G Technologies, Vehicle Tech, Advanced Mobility, Automotive OEMs, Tier 1 Suppliers, Safety, Revenue Generation, 4G Modules, 5G Modules, Automotive-grade Specifications, Telematics Control Unit, Linux-based Platform"
    },
    {
        "company_name": "Rolling Square",
        "keywords": "Tracking, Smart Tracker, Locate, Belongings, Safety, Effortless, Smart Home, Audio, Lifestyle, E-Commerce"
    },
    {
        "company_name": "Ring",
        "keywords": "IoT, Sensors, Smart Home, Advanced Mobility, Video Surveillance, AI-assisted Search, Security System, Professional Monitoring, Emergency Response, Motion Detection"
    },
    {
        "company_name": "Ridecell",
        "keywords": "Sustainability, Vehicle Tech, Advanced Mobility, Automotive OEMs, Operational Efficiency, Data Integration, Workflow Automation, Fleet Management, Vehicle Lifecycle, Last-mile Operations"
    },
    {
        "company_name": "Richtech Robotics",
        "keywords": "automation, AI powered, interactive robot, food preparation, beverage preparation, restaurant layouts, medical deliveries, heavy-duty delivery, floor cleaning, industrial scrubbing, hospitality robot"
    },
    {
        "company_name": "Resideo",
        "keywords": "#SmartHome, #HomeSecurity, #Thermostat, #HumidityControl, #WaterLeakPrevention, #WiFiDevices, #RemoteControl, #HomeComfort, #RoomSensors, #SecurityCamera"
    },
    {
        "company_name": "Renew Systems",
        "keywords": "Energy, Power, Startups, Sustainability, New Materials, New Technology, Waterproofing, Adhesive, Flexible, Quality Assurance"
    },
    {
        "company_name": "RCA",
        "keywords": "Smart Home, Customizable Lighting, Smartphone Control, Compact Refrigerator, Smart TV, High-Definition Viewing, Portable Projector, Cinematic Experience, Wine Cooler, Kids Tablet"
    },
    {
        "company_name": "Ramtech",
        "keywords": "Wireless solutions, Fire Alarm System, Emergency Alarm, Construction, Industrial sites, Advanced evacuation, Real-time emergency response, Asset protection, Monitoring application, Data insights"
    },
    {
        "company_name": "RAM Mounts",
        "keywords": "Mounting Solutions, Universal Holder, Double Ball Mount, Rugged Docking, Protective Case, Hand Strap, Kickstand, USB Type-C, Touch Screen Monitor, CAN Bus System"
    },
    {
        "company_name": "One Silicon Chip Photonics",
        "keywords": "Inertial navigation, ADAS, Photonic Integrated Circuits, Optical Gyroscopes, Autonomous Vehicles, Drone Navigation, Structural Health Monitoring, Robotics Motion Sensors, Aerospace Sensor Solutions, Defense Motion Sensors"
    },
    {
        "company_name": "OLEDWorks",
        "keywords": "Sustainability, Vehicle Tech, Advanced Mobility, OLED, Automotive Lighting, Energy Efficiency, Flexible Panels, Customization, Environmentally Friendly, Innovative Lighting"
    },
    {
        "company_name": "Nymble",
        "keywords": "AI-enabled cooking, meal preparation, smart home, food tech, cooking efficiency, variety of meals, effortless cooking, smart appliances, convenience, culinary technology"
    },
    {
        "company_name": "Muddy Gecko",
        "keywords": "Artificial Intelligence, AI-Infused Marketing, Content Creation, Digital Marketing, SEM, SEO, Market Research, Branding Strategy, Video Production, Contract Staffing"
    },
    {
        "company_name": "Motwani Jadeja Family Foundation",
        "keywords": "Entrepreneurship, Social Change, Fellowships, Direct Investments, Partnerships, Impact Leaders, Social Impact, Spiritual Wellness, Community Service, Creative Expressions"
    },
    {
        "company_name": "Motorbunny",
        "keywords": "Accessibility, Innovation, Hybrid Vibrator, Dual Density Silicone, BDSM Restraints, Wireless Control, Prostate Stimulation, Premium Silicone, Textured Silicone, Storage Solutions"
    },
    {
        "company_name": "Moon Tech Electronics",
        "keywords": "Audio, Fitness, Gaming, Esports, Imaging, Metaverse, Smartphone, Advanced Features, Action Camera, High-Quality Video"
    },
    {
        "company_name": "Mission CES",
        "keywords": "Digital Trends, Networking, Startups, Retail/E-Commerce, Travel and Tourism, Thematic Guided Tours, Artificial Intelligence, Health Solutions, CES, Exhibition Stands"
    },
    {
        "company_name": "MIMO Detect",
        "keywords": "AR/VR/XR, Artificial Intelligence, Construction Tech, IoT/Sensors, Robotics, Underground Network, Detection, Precision, Mapping, Infrastructure"
    },
    {
        "company_name": "Mimi Hearing Technologies GmbH",
        "keywords": "Accessibility, Audio, Digital Health, Hearing Abilities, Sound Personalization, Hearing Profiles, Listening Experience, Speech Levels, Immersive Experience, Hearing Assessment"
    },
    {
        "company_name": "Miko",
        "keywords": "Artificial Intelligence, Education Tech, Smart Home, Gaming, Esports, Interactive Games, Academic Content, Conversational Learning, Automated Chess, Premium Content"
    },
    {
        "company_name": "Microsystems, Inc.",
        "keywords": "Microfluidic Technology, Autonomous Driving, Security Industries, AI Security Camera, Self-Cleaning Mechanism, Surveillance, High-Definition, External Devices, Self-Cleaning Glass, Contaminants Removal"
    },
    {
        "company_name": "Monogoto",
        "keywords": "IoT, Connectivity, Software-Defined Connectivity, Private LTE/5G, Satellite Connectivity, Fleet Management, Smart Metering, Asset Tracking, Waste Management, Clean Energy, Automated Connectivity Management"
    },
    {
        "company_name": "Mobileye",
        "keywords": "Autonomous Driving, Driver-Assist Systems, Cloud-Based Data, Sensor Technologies, Situational Awareness, Self-Driving Solution, Ride-Hailing, Transport Services, Autonomous Vehicle Navigation, Developer Kit"
    },
    {
        "company_name": "Mitsui Fudosan Residential Co., Ltd.",
        "keywords": "Lifestyle, Smart Home, Sustainability, Residential Offerings, High-quality, Community Life, Diverse Brands, Living Needs, Living Services, Resident Engagement"
    },
    {
        "company_name": "Motrex",
        "keywords": "Automotive HMI, IVI environment, IT Technology, Mobility Display, Safety Technologies, Remote vehicle control, Driver health checks, Convenience Solutions, Customer satisfaction, Advanced mobility"
    },
    {
        "company_name": "Monks",
        "keywords": "AR/VR/XR, Artificial Intelligence, Content, Entertainment, Marketing, Advertising, Retail, E-Commerce, Agile, Teamwork"
    },
    {
        "company_name": "Modal Motors",
        "keywords": "Drones, Energy, Power, Robotics, Startups, Vehicle Tech, Advanced Mobility, Innovation, Technology, Design"
    },
    {
        "company_name": "MIPS",
        "keywords": "5G Technologies, Artificial Intelligence, Cloud Computing, Streaming, Vehicle Tech, RISC-V architecture, Data Movement, Embedded Computing, Data Center, Automotive Compute Solutions"
    },
    {
        "company_name": "MicroEJ",
        "keywords": "Cloud Computing, Energy/Power, Fitness, Smart Cities, Smart Home, Software Solutions, Smart Devices, Wearables, Industrial Devices, IoT Devices"
    },
    {
        "company_name": "MetroVac",
        "keywords": "Environmentally friendly, Cordless hand vacuum, Portable, Powerful, Pet dryer, Variable speed, Comprehensive cleaning, Wall-mounted vacuum, Blowing capabilities, Versatile use"
    },
    {
        "company_name": "Methodica Technologies",
        "keywords": "Automotive Electronics, Powertrain Solutions, Mechanical Design, Hardware Design, ADAS, Telematics, AUTOSAR, Process Consulting, Cyber Security, Agile Training"
    },
    {
        "company_name": "Metabuild",
        "keywords": "Artificial Intelligence, IoT, Sensors, Metaverse, Autonomous Vehicles, Smart Transportation, Middleware, Data Hub, Data Fabric, Digital Twin"
    },
    {
        "company_name": "MemryX",
        "keywords": "Artificial Intelligence, IoT, Sensors, Startups, Vehicle Tech, Advanced Mobility, Edge Applications, AI Accelerators, Scalability, Integration"
    },
    {
        "company_name": "Melissa",
        "keywords": "Data Quality, Address Verification, Identity Verification, E-Commerce Solutions, Batch Address Cleansing, APIs, Data Enrichment, Compliance, Fraud Reduction, Postal Discounts"
    },
    {
        "company_name": "MeetKai",
        "keywords": "AI, Open-source, Large Language Models, Function calling, Accuracy, Interactive experiences, Enterprise, Consumer engagement, AR/VR training, Digital twins"
    },
    {
        "company_name": "MAXST",
        "keywords": "AR/VR/XR, Artificial Intelligence, Cloud Computing, Metaverse, NFT, Augmented Reality, Virtual Reality, Smart Glasses, Spatial Computing, Work Collaboration"
    },
    {
        "company_name": "Matias",
        "keywords": "Innovative, Computer Peripherals, Productivity, User Experience, RGB Backlighting, Ergonomic Design, Comfort, Quiet Operation, Shared Workspaces, Mac Users"
    },
    {
        "company_name": "Mars International",
        "keywords": "Energy/Power, IoT/Sensors, Smart Cities, Smart Home, Appliances, Manufacturing, Printed Circuit Board, Injection Molding, Product Design, Supply Chain Management"
    },
    {
        "company_name": "Make My Day",
        "keywords": "Energy, Power, Smart Cities, Startups, Sustainability, Vehicle Tech, Advanced Mobility, Electrify Fleets, AI-powered Optimization, Fleet Management"
    },
    {
        "company_name": "Madhive",
        "keywords": "Programmatic Advertising, CTV Operating System, Self-Serve Platform, Pre-Sales Planner, Decisioning Engine, Modular UI, Audience Targeting, Campaign Measurement, TV Advertising, Digital Accountability"
    },
    {
        "company_name": "Macnica, Inc.",
        "keywords": "Technology, Startups, Innovation, Development, Society"
    },
    {
        "company_name": "M&S Accessory Network",
        "keywords": "Consumer Electronics, Accessories, Custom Designs, Private Label, Licensed Products, Retail Partners, Trend Products, Proprietary Designs, Global Company, Advanced Mobility"
    },
    {
        "company_name": "Luxonis",
        "keywords": "Artificial Intelligence, IoT, Sensors, Robotics, Computer Vision, USB, PoE, RGB, B/W, IMX214"
    },
    {
        "company_name": "Lutron Electronics Co., Inc",
        "keywords": "Innovative lighting, Shading solutions, Quality of life, Natural light, Downlight, LED+ Technology, Compatibility, Lighting control system, Personalize light, Exceptional experience"
    },
    {
        "company_name": "Lockly",
        "keywords": "IoT, Sensors, Smart Home, Security, Biometric Recognition, Facial Recognition, Fingerprint Access, Remote Control, Video Monitoring, AI"
    },
    {
        "company_name": "LiquidView",
        "keywords": "#DigitalWindows, #WellBeing, #SpaceTransformation, #LiquidView, #IDEODesign, #WellnessEnhancement, #InWallInstallation, #OnWallInstallation, #SmartHome, #ContemporaryAppearance"
    },
    {
        "company_name": "Linxura",
        "keywords": "Smart Home, Usability, Simplifying Control, Portable Remote, Multiple Devices, Energy Efficiency, E-paper Display, Nighttime Usability, Find My Controller, Long-lasting Performance"
    },
    {
        "company_name": "Lightbrite",
        "keywords": "#ArtificialIntelligence, #MentalFitness, #EmotionalWellbeing, #DataDriven, #SoundHealing, #WellnessPractices, #TraditionalWisdom, #EmotionalWellness, #Harmony, #PersonalizedFeedback"
    },
    {
        "company_name": "LG Electronics",
        "keywords": "Smart Home, Advanced Mobility, Home Entertainment, Artificial Intelligence, Sustainability, Efficiency, Convenience, Display Technology, Smart Technology, Energy Efficiency"
    },
    {
        "company_name": "Choose Europe",
        "keywords": "#SmartCities, #Startups, #Sustainability, ResponsibleTravel, SustainableTourism, Europe"
    },
    {
        "company_name": "Chipolo",
        "keywords": "Finders, iPhones, Android phones, Chipolo app, Apple Find My app, Google’s Find My Device app, Innovative technology, Personal items, Quick finding, Home Entertainment."
    },
    {
        "company_name": "CHERRY",
        "keywords": "Digital Health, Education Tech, Gaming, Esports, Home Entertainment, Office Hardware, Ergonomic, Wireless, Mechanical Keyboard, Compact Keyboard"
    },
    {
        "company_name": "C-Smartlink Information Technology Co., Ltd.",
        "keywords": "Consumer Electronics, Mobile Accessories, USB-C Products, Wireless HDMI, GaN Charger, Wireless Charger, Power Bank, USB-C Hub, Docking Station, HDMI Splitter, SSD Enclosure, 4K HDMI Cable"
    },
    {
        "company_name": "BuzzTV",
        "keywords": "Entertainment solutions, Viewing experiences, Technology, Streaming device, Performance, Capabilities, Content access, Picture quality, Budget-friendly, User-friendly"
    },
    {
        "company_name": "BuildWithin",
        "keywords": "Education Tech, Artificial Intelligence, Startups, Digital Health, On-the-Job Training, Asynchronous Learning, AI Coaches, Job Matching, Worker Productivity, Mobile Responsive, AI Companion"
    },
    {
        "company_name": "Brunswick Corporation",
        "keywords": "Marine Recreation, Autonomy, Connectivity, Electrification, Shared Access, Boat Monitoring, Electric Propulsion, Boating Innovation, Sustainability, User Experience"
    },
    {
        "company_name": "Broadpeak",
        "keywords": "Cloud Computing, Video Streaming, High Performance Cache, Content Delivery Network (CDN), Cloud DVR, Content Personalization, Multicast ABR, Origin Packager, CDN Selection, Targeted Advertising"
    },
    {
        "company_name": "Botronics",
        "keywords": "Self-Driving, Golf Trolley, Smart Camera, GPS Technology, Autonomous, Real-Time Insights, Battery Efficiency, Seamless Play, Waterproof Touchscreen, Performance Enhancement"
    },
    {
        "company_name": "Bosch",
        "keywords": "IoT, Sensors, Smart Home, Sustainability, Vehicle Tech, Home Appliances, Power Tools, Garden Tools, Measuring Tools, Mobility Solutions"
    },
    {
        "company_name": "Boréas Technologies",
        "keywords": "Piezo Drivers, Ultra-Low Power, Advanced Sensing, Multi-Channel, Automotive Applications, Evaluation Kit, Solid-State Buttons, Haptic Trackpads, Piezoelectric Micropumps, Fluid Movement"
    },
    {
        "company_name": "Bonrex Technology Co.,Ltd",
        "keywords": "Rechargeable Battery, LiFePO4, Li polymer, Li-ion, Primary Battery, LiSoCl2, LiMnO2, Custom Battery Pack, Energy Density, Cycle Life"
    },
    {
        "company_name": "BOE Varitronix",
        "keywords": "Innovation, Technological Base, Production Experience, Value-Added Services, Comprehensive Solutions, Precise Input, Display Applications, Automotive Use, Industrial Use, Medical Devices"
    },
    {
        "company_name": "Bodyfriend",
        "keywords": "Deep Tissue Therapy, Ergonomic Design, Heat Therapy, Full-body Relaxation, Muscle Recovery, Zero Gravity, Massage Programs, Body Scan, Home Use, Health Extension"
    },
    {
        "company_name": "Blumind",
        "keywords": "CMOS technology, AI deployment, always-on detection, sensor fusion, low-cost, power performance, software models, data set training, chiplet technology, production grade models"
    },
    {
        "company_name": "BLUETTI",
        "keywords": "Eco-friendly power, Energy access, Portable power, Hands-free capability, Fast charging, Home backup, Off-grid life, Outdoor adventures, Subscription service, LiFePO₄ Battery"
    },
    {
        "company_name": "Blues",
        "keywords": "Cybersecurity, Digital Health, IoT, Smart Cities, Smart Home, Communications Module, Cloud Service, Wireless Connectivity, Satellite Networks, Device Integration"
    },
    {
        "company_name": "BlueAnt Wireless",
        "keywords": "Bluetooth, Audio Experience, High-Quality Sound, Portable Speaker, Sound Bar, Immersive Audio, Wireless Headphones, Clear Audio, Streaming, Live Events"
    },
    {
        "company_name": "Bitdefender",
        "keywords": "5G Technologies, Cybersecurity, IoT, Smart Home, Cloud Security, Cloud Infrastructure, Endpoint Security, Cyberattacks, Digital Experience, Data Protection"
    },
    {
        "company_name": "Bird Buddy",
        "keywords": "Smart Home, Sustainability, IoT, Sensors, Ecosystem, AI-powered, Bird Feeder, Eco-friendly, Solar Panel, Wildlife Preservation"
    },
    {
        "company_name": "BIOPOP International Inc.",
        "keywords": "Digital Health, Lifestyle, Non-Invasive, Health Monitoring, Proactive Health Management, Spectroscopy, Real-Time Blood Analysis, Health Insights"
    },
    {
        "company_name": "BioLite",
        "keywords": "Energy Poverty, Safe Lighting, Portable Power Bank, High-Capacity Power Station, Solar-Powered Energy, Off-Grid Solutions, Rechargeable Lantern, Quick Charging, Efficient Cooking, Eco-Friendly Stove"
    },
    {
        "company_name": "BHTC",
        "keywords": "Climate Control, HMI, Black-box Electronics, ITOS, Power Electronics, Center Information Displays, Tactile Feedback, Gesture Control, Free-Standing Displays, BHTC Center Stack"
    },
    {
        "company_name": "Bettear",
        "keywords": "Accessibility, Assistive Listening, Audio Accessibility, Hearing Impairments, Mobile Application, Audio Streams, Venues, Smart Receiver System, Synchronized Audio, Innovative Technology"
    },
    {
        "company_name": "Beijing 797 Audio Co. Ltd",
        "keywords": "Geosynthetics, USB Condenser Microphone, Multi-pattern, Headphone, Sensitivity, Low Noise, Distortion, Frequency Range, Professional Applications, Cardioid Condenser"
    },
    {
        "company_name": "Before Health Intelligence",
        "keywords": "Artificial Intelligence, Digital Health, Cardiovascular, Predictive Analytics, Biometric Data, Early Intervention, Cardiovascular Events, Relapse Prevention, Addiction, Opioids"
    },
    {
        "company_name": "Basemark",
        "keywords": "AR/VR/XR, Artificial Intelligence, Vehicle Tech, Advanced Mobility, Augmented Reality, HUDs, Instrument Clusters, Infotainment Screens, AR Glasses, Professional Services"
    },
    {
        "company_name": "BackerKit",
        "keywords": "Crowdfunding, Creators, Backer Rewards, Communication, Engagement, Campaign Management, Crowdfunding Tools, Backer Activity, Campaign Success, Startups"
    },
    {
        "company_name": "Axelera AI",
        "keywords": "AI Acceleration, Computer Vision, Neural Networks, AI Deployment, AI Hardware, AI Processing, AI Accelerator Module, M.2 Module, PCIe Accelerator Card, Deep Learning Models"
    },
    {
        "company_name": "Autofleet",
        "keywords": "Cloud Computing, Smart Cities, Sustainability, Transportation Services, Fleet Operations, Automation, Vehicle Lifecycle, Rideshare Optimization, Fleet Electrification, Charging Infrastructure"
    },
    {
        "company_name": "Aurora Labs",
        "keywords": "5G Technologies, Artificial Intelligence, Drones, IoT/Sensors, Vehicle Tech, Automotive Software, AI AUTO Validate, SW system change, WP29 compliance, OTA updates"
    },
    {
        "company_name": "AUKEY",
        "keywords": "Portable power bank, Charging capability, mAh capacity, MagSafe compatible, Wireless charging station, Smart Bluetooth tracker, Smartwatch, Wireless earbuds, USB-C cable, Car charger, Wall charger, GaN technology"
    },
    {
        "company_name": "Audioscenic",
        "keywords": "Immersive Audio, 3D Audio, Beamforming, Spatial Audio, Audio Effects, Adaptive DSP, Video Calls, Automotive Audio, OEM/ODM Solutions, Patent-protected Technology"
    },
    {
        "company_name": "Audigent",
        "keywords": "Programmatic Strategies, Privacy-safe, First-party Data, Addressability, Monetization, Identity Framework, Media Buying Solution, Cookieless, Contextual Advertising, Predictive Audiences"
    },
    {
        "company_name": "Audfly Technology",
        "keywords": "Directional Sound Technology, Focusound Directional Speaker, Clear Audio, Customizable Audio Solutions, Targeted Sound Delivery, Focusound Screen F1, Acoustics, Innovative Technology, Focusound Glass Directional Speaker, Modular Solutions"
    },
    {
        "company_name": "Attain",
        "keywords": "Live Purchase Data, Sales Lift Measurement, Audience Activation, Consumer Intelligence, Receipt Capture, Demographic Insights, Psychographic Insights, Marketing Optimization, Consumer Behavior, Real-time Analytics"
    },
    {
        "company_name": "Atmosic Technologies",
        "keywords": "Energy/Power, Home Entertainment, Office Hardware, IoT, Sensors, Smart Home, Appliances, Sustainability, Battery-free, Wireless Technologies, Low-power IoT Devices"
    },
    {
        "company_name": "Askey Computer Corp",
        "keywords": "5G Technologies, IoT/Sensors, Smart Cities, Enterprise Wi-Fi, Small Cell, V2X, Automotive Connectivity, FTTx/Cable, Cloud Services, Home Automation"
    },
    {
        "company_name": "Arkamys",
        "keywords": "Premium audio software, Sound enhancement algorithms, Automotive industry, Sound quality improvement, Road noise management, Listening experience enhancement, Smart tuning, In-vehicle audio tuning, 3D sound alerts, Driver awareness enhancement"
    },
    {
        "company_name": "Apecoo",
        "keywords": "Automated Solutions, Traditional Cooking, Roti, Tortilla, Robot Baker, Flatbreads, Noise Reduction, Infrared Detection, Auto Alert, Safe Operation"
    },
    {
        "company_name": "ANELLO Photonics",
        "keywords": "AgTech, Drones, IoT, Sensors, Robotics, Vehicle Tech, Navigation Sensors, Optical Technology, High Performance, Inertial Sensor"
    },
    {
        "company_name": "ams OSRAM",
        "keywords": "Infrared LEDs, Custom ASIC Solutions, High-power LED, LED-on-foil Technology, True Color Sensor, Intelligent Headlamp Solutions, RGB Sidelooker Device, High Luminous Efficacy, Automotive Interior Lighting, Adaptive Driving Beam"
    },
    {
        "company_name": "Amniscient",
        "keywords": "Artificial Intelligence, Machine Learning, IoT, Data Modeling, AI Models, Business Efficiency, Low-code, RESTful API, SDK, Scalable Solutions"
    },
    {
        "company_name": "American Axle & Manufacturing",
        "keywords": "Sourcing, Manufacturing, Sustainability, Vehicle Tech, Advanced Mobility, E-drive Units, Sustainable Manufacturing, Electrification, Emissions Reduction, Commercial Vehicle Axles"
    },
    {
        "company_name": "Ambilight Inc",
        "keywords": "Electrochromic, Smart Glass, Visual Comfort, Dynamic Glare Control, Adjustable Tint, Energy Savings, Light Control, Privacy Control, Advanced Mobility, Smart Buildings"
    },
    {
        "company_name": "Altos Radar",
        "keywords": "Artificial Intelligence, IoT, Sensors, Robotics, Startups, Vehicle Tech, Advanced Mobility, Automotive, 4D Imaging Radar"
    },
    {
        "company_name": "Altair",
        "keywords": "Artificial Intelligence, Space Tech, Sustainability, Advanced Mobility, Computational Intelligence, Cloud Solutions, Simulation, Data Analytics, Machine Learning, Software Licensing"
    },
    {
        "company_name": "Allegro MicroSystems",
        "keywords": "Semiconductor Technology, Sensing Solutions, Power Solutions, E-Mobility, Clean Energy, Automation, Current Sensors, Position Sensors, Speed Sensors, LED Drivers, DC Drivers, TMR Technology"
    },
    {
        "company_name": "All-Pro Foundation Repair",
        "keywords": "Construction Tech, Smart Home, Foundation Repair, Foundation Monitoring, Innovation, Static Reference Point, Home Movement, Foundation Stability, Data Analysis"
    },
    {
        "company_name": "Algorized",
        "keywords": "Artificial Intelligence, IoT/Sensors, Smart Home, Advanced Mobility, Sensing Technologies, Perception Technologies, UWB Radar Technology, In-Car Safety, Vital Detection, Real-Time Decision Making"
    },
    {
        "company_name": "Aizip",
        "keywords": "#ArtificialIntelligence, #AudioApplications, #IoT, #DeepLearning, #ImageClassification, #ObjectDetection, #SpeakerIdentification, #TimeSeriesAnalysis, #LanguageModels, #AnomalyDetection"
    },
    {
        "company_name": "AIStorm, Inc.",
        "keywords": "AI-in-Sensor, Imager ICs, Audio KWS, Biometric Extraction, Vibration Monitoring, Face Recognition, Always-On Monitoring, Virtual Barriers, Inventory Monitoring, Audio Monitoring"
    },
    {
        "company_name": "Airthings",
        "keywords": "Indoor Air Quality, Air Quality Monitor, Sensors, Radon, Particulate Matter, Carbon Dioxide, VOCs, Temperature, Air Pressure, Humidity, Air Purifier"
    },
    {
        "company_name": "aiMotive",
        "keywords": "Artificial Intelligence, Vehicle Technology, Advanced Mobility, OEMs, Scalable Solutions, Concept to Production, Validation Suite, Reusable Software Modules, Automotive IP, Automated Driving Solutions"
    },
    {
        "company_name": "Afference",
        "keywords": "Spatial Computing, Haptic Glove, Tactile Feedback, Neural Interface, Digital Interactions, Wearable Technology, Touch, User Experience, Innovation, Future Technology"
    },
    {
        "company_name": "Afero",
        "keywords": "Cybersecurity, Digital Health, IoT, Smart Home, Secure Communication, Data Management, Supply Chain, User-friendly, Actionable Insights, Hardware Root of Trust"
    },
    {
        "company_name": "Aeva",
        "keywords": "Artificial Intelligence, IoT, Sensors, Robotics, Vehicle Tech, Advanced Mobility, FMCW Technology, 4D LiDAR, Autonomy, Automotive Mass Production"
    },
    {
        "company_name": "Adansons Inc",
        "keywords": "AI Technology, Society, Information Square, AI Performance Monitoring, Testing, Debugging, AI Models, Improvement, Machine Learning, Feature Extraction"
    },
    {
        "company_name": "ACL Digital",
        "keywords": "5G Technologies, Artificial Intelligence, Cloud Computing, IoT/Sensors, Cybersecurity Assurance, Digital Health, Conversational AI, Smart Wireless HVAC, Hygiene Compliance, Automation Orchestration"
    },
    {
        "company_name": "Ace Computers",
        "keywords": "Artificial Intelligence, Cloud Computing, Cybersecurity, Generative AI, Computational Fluid Dynamics, Content Creation, Simulation & Rendering, Digital Forensics, High-Performance Computing, Scalability"
    },
    {
        "company_name": "Acconeer",
        "keywords": "IoT, Sensors, Smart Cities, Smart Home, Supply and Logistics, Vehicle Tech, Advanced Mobility, Ultra Low Power, Radar Sensor, Motion Detection"
    },
    {
        "company_name": "Accessory Power",
        "keywords": "Accessories, Gaming, Audio, Bluetooth, Wireless, LED Lighting, Travel Cases, Portable Chargers, Photography, Headsets"
    },
    {
        "company_name": "Accenture",
        "keywords": "Artificial Intelligence, Cloud Computing, Cybersecurity, Metaverse, Sustainability, Neurotech, GenAI, Digital Human Concierge, Augmented Reality, Connected Vehicle Services"
    },
    {
        "company_name": "Abbott",
        "keywords": "Digital Health, Fitness, Lifestyle, Glucose Monitoring, Health Tech, Personalized Insights, Rapid Testing, Antibody Testing, Diabetes Care, Heart Monitoring Devices"
    },
    {
        "company_name": "Abalta Technologies",
        "keywords": "Vehicle Tech, Advanced Mobility, Effortless Experience, WebLink, Apps Integration, GIS, Location Data, Connected Platform, Customizable Content, User Needs"
    },
    {
        "company_name": "4D1",
        "keywords": "Construction Tech, Enterprise, IoT, Sensors, Robotics, Startups, Indoor Positioning, Task Recognition, Interactive Guidance, Operational Efficiency"
    },
    {
        "company_name": "42 Technology",
        "keywords": "Artificial Intelligence, Digital Health, IoT, Robotics, Smart Cities, Healthcare Simulation, Consumer Product Innovation, Industrial Sensor Fusion, Portable Imaging, Home Diagnostics, Hydrogen Economy"
    },
    {
        "company_name": "3Deus Dynamics",
        "keywords": "Silicone 3D Printing, Medical Devices, Anatomical Models, Functional Twins, Surgical Planning, Pre-operative Planning, Simulators, Test Benches, Custom Soft Seals, Aerospace Industry"
    },
    {
        "company_name": "1NCE",
        "keywords": "IoT, Managed Connectivity, Low-Bandwidth, Seamless Connectivity, Lifetime Flat, eUICC, Over-the-Air Management, Data Visualization, Azure Integration, Ruggedized SIM"
    },
    {
        "company_name": "Quest Global",
        "keywords": "Engineering Solutions, Digital Transformation, Data as a Service, Product Development, Lifecycle Management, Operational Efficiencies, Aerospace, Automotive, Healthcare, Semiconductors"
    },
    {
        "company_name": "Element",
        "keywords": "Testing Services, Materials Testing, Product Compliance, Certification, Non-destructive Testing, Aerospace Industry, Construction Industry, Defense Industry, Telecommunications, International Standards"
    },
    {
        "company_name": "dSPACE",
        "keywords": "Cloud Computing, Smart Cities, Space Tech, Vehicle Tech, Simulation, Validation, E-Mobility, Electric Motors, Aerospace Development, HIL Systems"
    },
    {
        "company_name": "Cube Tracker",
        "keywords": "Real-time tracking, Vehicles, Assets, Fleets, Elderly, Pets, GPS Tracker, SIM card, Subscription, Theft prevention"
    },
    {
        "company_name": "Yahoo",
        "keywords": "#Entertainment, #Marketing, #Advertising, #FinancialNews, #SportsNews, #EmailService, #TechnologyMedia, #ConsumerElectronics, #WebPortal, #OnlineService"
    },
    {
        "company_name": "Xumo",
        "keywords": "Streaming platform, Entertainment industry, Xumo Play, Xumo Enterprise, FAST solution, Monetization, Streaming devices, Home entertainment, Office hardware, Streaming experience"
    },
    {
        "company_name": "Xtreme Cables",
        "keywords": "#Accessories, #Audio, #Energy/Power, #IoT/Sensors, #Video, #Performance, #ImmersiveSound, #Technology, #HomeTheater, #Automotive"
    },
    {
        "company_name": "World Talents",
        "keywords": "Entrepreneurial Landscape, Global Talent, Startup Programs, Innovation, Portugal, Canada, UK, Immigration, Entrepreneurial Success, Startup Ecosystem"
    },
    {
        "company_name": "wolfSSL",
        "keywords": "Cybersecurity, IoT, Embedded Security, TLS Library, Cryptographic Library, MQTT Client, SSH Implementation, Secure Boot, Intrusion Detection, Trusted Platform Module (TPM)"
    },
    {
        "company_name": "Withings",
        "keywords": "#HealthTracking, #Electrocardiogram, #CardiacAnomalies, #FitnessGoals, #TemperatureMonitoring, #BatteryLife, #CardiovascularHealth, #SleepApnea, #HeartMonitoring, #HealthInsights"
    },
    {
        "company_name": "Wireless Power Consortium",
        "keywords": "Wireless Power, Safety, Interoperability, Efficiency, Qi Wireless Charging, Cordless Kitchen, Smart Cooking, Light Electric Vehicles, Durability, Convenience"
    },
    {
        "company_name": "Wipro",
        "keywords": "5G Technologies, Artificial Intelligence, Cloud Computing, IoT/Sensors, Cyber Resilience, Security, Cloud Economics, Software-Defined Vehicles, Automotive Industry, Real-Time Analytics"
    },
    {
        "company_name": "Wildcat Discovery Technologies",
        "keywords": "Clean Energy, High-performance Cathodes, US Manufacturing, Battery Materials, Strategic Partnerships, Nickel-free, Cobalt-free, High-throughput Platform, Experimentation, Cost Reduction"
    },
    {
        "company_name": "Wi-Fi Alliance",
        "keywords": "IoT, Sensors, Smart Home, Digital Health, Wi-Fi 7, Interoperability, 6 GHz Wi-Fi, Medical Use Cases, Wi-Fi Alliance, Wi-Fi Performance Testing Standards"
    },
    {
        "company_name": "what3words",
        "keywords": "Navigation, what3words, Infotainment Systems, Precise Destination, Addressing System, Voice Input, Smart Search, AutoSuggest, Automotive, Three-word Address"
    },
    {
        "company_name": "WeRide",
        "keywords": "Artificial Intelligence, Robotics, Autonomous Vehicles, Driverless Solutions, Robotaxi, Robobus, Robovan, Robosweeper, Advanced Mobility, Urban Transportation"
    },
    {
        "company_name": "Wacaco",
        "keywords": "Portable coffee makers, Espresso machine, Hiking, Camping, Home use, Office use, Travel, Accessories, Sustainability, Eco-friendly"
    },
    {
        "company_name": "VPI Technology",
        "keywords": "IoT, Sensors, Robotics, Smart Home, Space Tech, Product Design, Specification Development, Prototype Development, Test & Certification, Manufacturing Services"
    },
    {
        "company_name": "VOY Glasses",
        "keywords": "AR/VR/XR, Metaverse, precision-tunable, optical technology, VR lenses, eyewear, individual eyesight, visual clarity, Oculus, Quest 3"
    },
    {
        "company_name": "Vizio",
        "keywords": "Streaming, 4K, QLED, UHD, Smart TV, Soundbar, Immersive Audio, Home Entertainment, Free TV, Mobile Entertainment"
    },
    {
        "company_name": "Vivoo",
        "keywords": "Wellness, Urine Test, Body Markers, Personalized Nutrition, Vaginal Health, Hydration Levels, Ketosis, Acid-Base Balance, Kidney Function, Nutrient Intake"
    },
    {
        "company_name": "VirtuRide",
        "keywords": "AR/VR/XR, Virtual Reality, Indoor Cycling, User Engagement, Physical Health, Immersive Experience, Heart Rate Monitoring, Calories Tracking, Oculus Compatibility, Fitness Technology"
    },
    {
        "company_name": "Vector",
        "keywords": "Cloud Computing, Vehicle Tech, Embedded Systems, Software-Defined Vehicles, ADAS Systems, Testing Solutions, Automotive Cybersecurity, Automotive Ethernet, Medical Engineering Solutions, E/E Architecture"
    },
    {
        "company_name": "VANKYO",
        "keywords": "Projectors, Native 1080P, 4K Ultra Short Throw, WiFi Connectivity, Home Entertainment, Outdoor Viewing, High Resolution, LED Life, Portability, Visual and Auditory Display"
    },
    {
        "company_name": "Vandsec Electronics Limited",
        "keywords": "5G Technologies, Smart Cities, Smart Home, Video Doorbell, PIR Sensor, Cloud Storage, Two-Way Audio, Tamper Alarm, IP Camera, Motion Detection"
    },
    {
        "company_name": "Valeo",
        "keywords": "AR/VR/XR, Artificial Intelligence, Smart Cities, Sustainability, Vehicle Tech, Advanced Mobility, Lightweight Applications, Hydrogen Fuel Cell, User Experience, Hybrid Automotive Systems"
    },
    {
        "company_name": "Urtopia",
        "keywords": "Artificial Intelligence, IoT, Sensors, Robotics, Sustainability, Electric Bikes, Carbon Fiber, Lightweight, Urban Mobility, Advanced Mobility"
    },
    {
        "company_name": "UniX AI",
        "keywords": "Artificial Intelligence, Robotics, Smart Home, AI-driven robots, Humanoid robot, Daily chores, Quality of life, Assistance, Everyday tasks, UniX AI"
    },
    {
        "company_name": "Universal Electronics Inc.",
        "keywords": "Smart Home, Energy Efficiency, Sustainability, IoT, Sensors, Privacy, Climate Control, Portable Devices, HVAC Controls, Energy Monitoring"
    },
    {
        "company_name": "Tweddle Group",
        "keywords": "AR/VR/XR, Artificial Intelligence, Technical Documentation, Diagnostic Tools, Global Service Operation, Content Management, Product Information, Vehicle Tech, Advanced Mobility, Information Workflow"
    },
    {
        "company_name": "Trident IoT",
        "keywords": "Energy, IoT, Smart Cities, Smart Home, RF Development, Z-Wave, Bluetooth Low Energy, Zigbee, Thread, ARM Cortex-M3"
    },
    {
        "company_name": "Toy Shock International Ltd",
        "keywords": "Gaming, Esports, Arcade Game Machine, Realistic Features, 3D Games, Nudge and Tilt, Multiplayer, Ball Count Display, Disney Frozen, Educational Toys"
    },
    {
        "company_name": "TOTO USA",
        "keywords": "Smart Home, Appliances, Sustainability, Lifestyle, Hygiene, Comfort, Wellness, Cleanliness, Relaxation, Technological Solution"
    },
    {
        "company_name": "ThinkAnalytics",
        "keywords": "AI, Data-Driven, Personalization, Viewer Insights, Targeted Advertising, First-Party Data, Engagement, A/B Testing, Video on Demand, Generative AI"
    },
    {
        "company_name": "Texas Instruments",
        "keywords": "Energy, Home Entertainment, IoT, Sensors, Robotics, Vehicle Tech, Advanced Mobility, Semiconductors, Automotive, Electronics"
    },
    {
        "company_name": "Telink Semiconductor",
        "keywords": "Custom SoCs, IoT, Innovative Devices, Multi-protocol, Wireless Connectivity, Peripheral Interfaces, Packaging Options, Gaming, Esports, Smart Home, Sensors"
    },
    {
        "company_name": "Tectonic Audio Labs",
        "keywords": "AR/VR/XR, Audio, Home Entertainment, Smart Home, Vehicle Tech, Advanced Mobility, Distributed Mode Loudspeaker, Bending Wave Modes, Balanced Mode Radiator, Acoustic Solutions"
    },
    {
        "company_name": "TDK Corporation",
        "keywords": "5G Technologies, IoT, Advanced Mobility, DC link capacitor, Ultrasonic Actuators, Buck-Boost Converters, Solid-State Batteries, Spin-memristor, PoC Filters, Magnetic Sensors"
    },
    {
        "company_name": "Tata Elxsi",
        "keywords": "Artificial Intelligence, Cloud Computing, Cybersecurity, IoT, Robotics, Digital Health, Smart Home, Big Data, Extended Reality, Generative AI"
    },
    {
        "company_name": "Targus",
        "keywords": "Accessories, Gaming, Esports, Home Entertainment, Office Hardware, Sustainability, Productivity, Ergonomic Design, Antimicrobial, Recycled Materials, Workspace Intelligence"
    },
    {
        "company_name": "Taoglas",
        "keywords": "5G Technologies, IoT/Sensors, Smart Cities, Vehicle Tech, Advanced Mobility, GNSS, Multi-Band, MIMO Antenna, Adhesive/Magnetic Mount, Low Profile Applications"
    },
    {
        "company_name": "Taiwan Tech Arena",
        "keywords": "Accelerator Programs, Market Expansion, Investment Facilitation, Venture Capitalists, Networking Events, Startup Visibility, Tech Startups, Healthcare, Cybersecurity, Biotech"
    },
    {
        "company_name": "Taiwan Nano & Micro-Photonics Co., Ltd",
        "keywords": "Silicon Photonics, Infrared Light, CMOS Technology, Mid-to-long-wave, Light Emission, Detection Chips, Integration, High-efficiency, Innovative Design, Advanced Performance"
    }
]